source/_static/diagrams/29-extensions-2.d2
direction: right
n0: "name"
n1: "version"
n2: "sources"
n3: "checksums"
n0 -> n1
n1 -> n2
n2 -> n3
